

export function Gumlet() {
    return (
        <div>
            <h2>"Гамлет"</h2>
            <p>
                Главный герой — Гамлет, принц Дании. После смерти отца он узнаёт от призрака, что его дядя Клавдий убил короля, чтобы захватить трон и жениться на вдове — матери Гамлета. Гамлет погружается в сомнения, страдания и внутреннюю борьбу: мстить или нет, действовать или ждать. Его трагедия — в невозможности простого ответа и в разрушительной силе сомнений.
            </p>
        </div>
    )
}

export default Gumlet
